Revit 2024 API
DockablePaneId Properties
The DockablePaneId type exposes the following members.
Properties
Name | Description
Guid
 The Guid of GUID-based enum object.
 (Inherited from GuidEnum.)
See Also
DockablePaneId Class
Autodesk.Revit.UI Namespace